{
    "episodio1": {
        "Number": "1",
        "Date": "28-03-2022",
        "Duration": "60",
        "Synopsis": "Joventino leva sua comitiva e ensina seu filho José Leôncio, ainda criança, a ser um peão. José Leôncio chega ao Pantanal com sua comitiva e Joventino decide ficar e comprar suas terras. Joventino e José Leôncio caçam marruás para a fazenda. Joventino sai sozinho à caça do touro. Anacleto exige que José Leôncio pague a ele e aos outros peões. Joventino volta com uma boiada de marruás."
    },
    "episodio2": {
        "Number": "2",
        "Date": "29-03-2022",
        "Duration": "36",
        "Synopsis": "Chico e Gil saem para ajudar o vizinho Raimundo, que acaba morto com o filho de Maria e Gil. Gil mata o suposto dono de suas terras e sua esposa jura vingança. José Leôncio sai em comitiva e Joventino decide ficar na fazenda. Joventino se despede de José Leôncio, que sai em comitiva."
    },   
    "episodio3": {
        "Number": "3",
        "Date": "30-03-2022",
        "Duration": "60",
        "Synopsis": "José Leôncio se envolve com Filó. A comitiva volta para a fazenda e José Leôncio não encontra Joventino. Gil e Maria embarcam na chalana de Eugênio, rumo ao Pantanal. Maria e Gil firmam moradia nas terras de José Leôncio. José Leôncio vai falar com Gil, que reage com hostilidade. Madeleine se diverte na boate e Gustavo não consegue levá-la para casa. Antero perde seu carro no jogo."
    },
    "episodio4": {
        "Number": "4",
        "Date": "31-03-2022",
        "Duration": "60",
        "Synopsis": "Mariana avisa a Irma que Antero está acabando com o patrimônio da família. Maria espanta a onça antes que ela pegue Gil. O taxista pensa em roubar o dinheiro de José Leôncio. Madeleine vê o fazendeiro, fica deslumbrada, e pensa em se divertir com ele. Antero joga em um cassino clandestino. Gustavo aparece no restaurante para levar Madeleine, e José Leôncio o enfrenta."
    },
    "episodio5": {
        "Number": "5",
        "Date": "01-04-2022",
        "Duration": "60",
        "Synopsis": "Madeleine dispensa Gustavo. José Leôncio e Madeleine se beijam. Mariana e Antero se preocupam com a filha, que demora a chegar em casa. Madeleine e José Leôncio fazem amor, e Filó tem um mau pressentimento. Antero tenta encontrar a filha. Mariana repreende Martinha e Teresa por terem deixado a filha com um estranho. Gil pensa em abandonar Maria. José Leôncio pede Madeleine em casamento."
    },
    "episodio6": {
        "Number": "6",
        "Date": "02-04-2022",
        "Duration": "60",
        "Synopsis": "Madeleine aceita o pedido e Mariana se enfurece. Tião e Quim tentam convencer Filó a participar da roda de viola no galpão da fazenda. José Leôncio conta a história de seu pai para a família de Madeleine. Madeleine conta para Irma como foi sua noite com José Leôncio. Mariana questiona Madeleine sobre seus sentimentos pelo noivo. Irma se encanta com as histórias de José Leôncio."
    },
    "episodio7": {
        "Number": "7",
        "Date": "04-04-2022",
        "Duration": "60",
        "Synopsis": "Mariana flagra Antero contando o dinheiro que recebeu de Zé Leôncio. Maria tenta se afogar, mas Gil chega a tempo de resgatá-la. Filó fica devastada quando Zé Leôncio chega em casa e apresenta Madeleine como sua esposa. Madeleine não se adapta à rotina no campo. A carioca comenta com Filó que acha que está grávida. Zé Leôncio comemora a notícia da gravidez de Madeleine. Nasce Jove."
    },
    "episodio8": {
        "Number": "8",
        "Date": "05-04-2022",
        "Duration": "60",
        "Synopsis": "Zé Leôncio sai com o recém-nascido para galopar. Enquanto cavalga com o bebê, tem a impressão de ver o pai. Maria Marruá sente as dores do parto. Maria despista Gil e sai sozinha, entra em uma canoa e navega pelo rio. Nasce Juma. Sofrendo muito, Maria coloca a bebê em uma canoa e empurra rio abaixo. O Velho do Rio a observa, uma sucuri anda pela mata."
    }
}