{
    "episodio1": {
        "Number": "1",
        "Date": "28-03-2022",
        "Duration": "60",
        "Synopsis": "Joventino leva sua comitiva e ensina seu filho José Leôncio, ainda criança, a ser um peão. José Leôncio chega ao Pantanal com sua comitiva e Joventino decide ficar e comprar suas terras. Joventino e José Leôncio caçam marruás para a fazenda. Joventino sai sozinho à caça do touro. Anacleto exige que José Leôncio pague a ele e aos outros peões. Joventino volta com uma boiada de marruás."
    },
    "episodio2": {
        "Number": "2",
        "Date": "29-03-2022",
        "Duration": "36",
        "Synopsis": "Chico e Gil saem para ajudar o vizinho Raimundo, que acaba morto com o filho de Maria e Gil. Gil mata o suposto dono de suas terras e sua esposa jura vingança. José Leôncio sai em comitiva e Joventino decide ficar na fazenda. Joventino se despede de José Leôncio, que sai em comitiva."
    },   
    "episodio3": {
        "Number": "3",
        "Date": "30-03-2022",
        "Duration": "60",
        "Synopsis": "José Leôncio se envolve com Filó. A comitiva volta para a fazenda e José Leôncio não encontra Joventino. Gil e Maria embarcam na chalana de Eugênio, rumo ao Pantanal. Maria e Gil firmam moradia nas terras de José Leôncio. José Leôncio vai falar com Gil, que reage com hostilidade. Madeleine se diverte na boate e Gustavo não consegue levá-la para casa. Antero perde seu carro no jogo."
    },
    "episodio4": {
        "Number": "4",
        "Date": "31-03-2022",
        "Duration": "60",
        "Synopsis": "Mariana avisa a Irma que Antero está acabando com o patrimônio da família. Maria espanta a onça antes que ela pegue Gil. O taxista pensa em roubar o dinheiro de José Leôncio. Madeleine vê o fazendeiro, fica deslumbrada, e pensa em se divertir com ele. Antero joga em um cassino clandestino. Gustavo aparece no restaurante para levar Madeleine, e José Leôncio o enfrenta."
    },
    "episodio5": {
        "Number": "5",
        "Date": "01-04-2022",
        "Duration": "60",
        "Synopsis": "Madeleine dispensa Gustavo. José Leôncio e Madeleine se beijam. Mariana e Antero se preocupam com a filha, que demora a chegar em casa. Madeleine e José Leôncio fazem amor, e Filó tem um mau pressentimento. Antero tenta encontrar a filha. Mariana repreende Martinha e Teresa por terem deixado a filha com um estranho. Gil pensa em abandonar Maria. José Leôncio pede Madeleine em casamento."
    },
    "episodio6": {
        "Number": "6",
        "Date": "02-04-2022",
        "Duration": "60",
        "Synopsis": "Madeleine aceita o pedido e Mariana se enfurece. Tião e Quim tentam convencer Filó a participar da roda de viola no galpão da fazenda. José Leôncio conta a história de seu pai para a família de Madeleine. Madeleine conta para Irma como foi sua noite com José Leôncio. Mariana questiona Madeleine sobre seus sentimentos pelo noivo. Irma se encanta com as histórias de José Leôncio."
    },
    "episodio7": {
        "Number": "7",
        "Date": "04-04-2022",
        "Duration": "60",
        "Synopsis": "Mariana flagra Antero contando o dinheiro que recebeu de José Leôncio. Maria tenta se afogar, mas Gil chega a tempo de resgatá-la. Filó fica devastada quando José Leôncio chega em casa e apresenta Madeleine como sua esposa. Madeleine não se adapta à rotina no campo. A carioca comenta com Filó que acha que está grávida. José Leôncio comemora a notícia da gravidez de Madeleine. Nasce Jove."
    },
    "episodio8": {
        "Number": "8",
        "Date": "05-04-2022",
        "Duration": "60",
        "Synopsis": "José Leôncio sai com o recém-nascido para galopar. Enquanto cavalga com o bebê, tem a impressão de ver o pai. Maria Marruá sente as dores do parto. Maria despista Gil e sai sozinha, entra em uma canoa e navega pelo rio. Nasce Juma. Sofrendo muito, Maria coloca a bebê em uma canoa e empurra rio abaixo. O Velho do Rio a observa, uma sucuri anda pela mata."
    },
    "episodio9": {
        "Number": "9",
        "Date": "06-04-2022",
        "Duration": "60",
        "Synopsis": "Gil conta sobre Maria virar onça para Filó, Eugênio e peões. Maria e Gil estão felizes com Juma. Irma começa a se interessar por Gustavo, mas ele, incitado por Mariana, viaja para o Pantanal atrás de Madeleine. Madeleine fica eufórica ao ver Gustavo. Gil e Maria são procurados por dois homens que chegam ao Pantanal. Uma sucuri se aproxima de um deles."
    },
    "episodio10": {
        "Number": "10",
        "Date": "07-04-2022",
        "Duration": "60",
        "Synopsis": "Um matador é atacado pela sucuri, enquanto o outro dorme. Filó tenta em vão impedir a partida de Madeleine com Gustavo. O jagunço mata Gil e é morto por Maria. Maria enterra o marido e jura para a filha que nunca mais vai chorar. José Leôncio fica chocado ao chegar e saber partida de Madeleine. Antero repreende Madeleine e expulsa Gustavo. Mariana apoia a filha."
    },
    "episodio11": {
        "Number": "11",
        "Date": "08-04-2022",
        "Duration": "60",
        "Synopsis": "José Leôncio exige que Madeleine lhe entregue a criança. Ele parte levando Jove, mas o vôo para o Pantanal só sairá no dia seguinte. Madeleine, apoiada pelos pais, presta queixa contra o marido. José Leôncio entrega Jove a Madeleine e diz que vai pagar as despesas do filho. Ao retornar ao Pantanal, José Leôncio convida Maria para morar com Juma na fazenda; ela recusa a oferta."
    },
    "episodio12": {
        "Number": "12",
        "Date": "09-04-2022",
        "Duration": "60",
        "Synopsis": "José Leôncio, Filó e Tadeu se despedem de Quim e Tião. Maria Marruá é picada por uma cobra. José Leôncio sai para cavalgar com Tadeu. O Velho do Rio se esforça para salvar a vida de Maria Marruá, que está em risco. Velho do Rio cuida de Juma. Irma chega ao Pantanal."
    },
    "episodio13": {
        "Number": "13",
        "Date": "11-04-2022",
        "Duration": "60",
        "Synopsis": "No Pantanal, Irma ameaça Filó quando descobre sobre Tadeu. José Leôncio se surpreende ao ver sua cunhada. Filó discute com José Leôncio por causa de Irma. Irma conta a José Leôncio que Jove acha que ele está morto. Irma seduz José Leôncio. Mariana se enfurece ao saber que Irma foi para o Pantanal. A irmã de Madeleine vai embora do Pantanal."
    },
    "episodio14": {
        "Number": "14",
        "Date": "12-04-2022",
        "Duration": "60",
        "Synopsis": "Madeleine cobra uma explicação de Irma. Jove se alegra com as histórias sobre José Leôncio. Antero consola Irma. Antero tem um mal súbito e Jove se apavora. Mariana sofre com a morte de Antero. Passam-se vinte anos. José Leôncio contrata Tibério para comandar os peões. Lúcio tenta convencer Muda a esquecer sua vingança contra Gil e Maria."
    },
    "episodio15": {
        "Number": "15",
        "Date": "13-04-2022",
        "Duration": "60",
        "Synopsis": "Madeleine culpa Irma por ser má influência para Jove. Lúcio desiste de ajudar com a vingança de Muda. Tadeu reclama de não ter sido escolhido para administrar a fazenda. Maria Marruá encontra Muda perdida em frente a sua tapera. Muda finge não falar e Juma pede para que a mãe não atire nela. José Leôncio avisa a Tibério para se manter afastado de Maria Marruá. Lúcio decide ficar no Pantanal."
    },
    "episodio16": {
        "Number": "16",
        "Date": "14-04-2022",
        "Duration": "60",
        "Synopsis": "Juma enterra a mãe. Jove encontra cartas de José Leôncio no quarto de Irma. Irma tenta se explicar para Jove e incentiva o rapaz a escrever para o pai. Tibério e Tadeu desconfiam da história de Lúcio. Madeleine descobre que Jove escreveu para o pai. Juma ouve uma onça perto da casa e acredita ser sua mãe. Lúcio aparece na casa de Juma e Muda manda ele ir embora."
    },
    "episodio17": {
        "Number": "17",
        "Date": "15-04-2022",
        "Duration": "60",
        "Synopsis": "Lúcio morre. José Leôncio visita a fazenda de Tenório. Alcides corre pelos campos atrás de Guta. José Leôncio se emociona com a carta de Jove e Tadeu não consegue esconder o ciúme. Jove acerta os detalhes de sua ida para o Pantanal. José Leôncio decide fazer uma festa para receber o filho. Mariana teme ficar sem o dinheiro que recebe do genro e Irma fala com o sobrinho."
    },
    "episodio18": {
        "Number": "18",
        "Date": "16-04-2022",
        "Duration": "60",
        "Synopsis": "José Leôncio manda limparem a sela que era de seu pai e Tadeu se oferece para fazer o serviço. José Leôncio conta histórias sobre o seu pai em volta da fogueira. Levi tenta intrigar Tadeu com o irmão. Jove chama Irma para ir com ele para o Pantanal. José Leôncio avisa a Filó que não quer que o filho saiba que tem um irmão. Guta decide sair e Alcides se prepara para ir com ela."
    }                 
}